[
  {
    "id": "ac797705-12bd-448c-a330-f9c4ac69441",
    "content": "I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit down together at the table of brotherhood.I have a dream that one day even the state of Mississippi, a state sweltering with the heat of injustice, sweltering with the heat of oppression will be transformed into an oasis of freedom and justice.I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin but by the content of their character. I have a dream today.I have a dream that one day down in Alabama with its vicious racists, with its governor having his lips dripping with the words of interposition and nullification, one day right down in Alabama little Black boys and Black girls will be able to join hands with little white boys and white girls as sisters and brothers. I have a dream today.I have a dream that one day every valley shall be exalted, every hill and mountain shall be made low, the rough places will be made plain, and the crooked places will be made straight, and the glory of the Lord shall be revealed, and all flesh shall see it together.This is our hope. This is the faith that I go back to the South with. With this faith, we will be able to hew out of the mountain of despair a stone of hope. With this faith we will be able to transform the jangling discords of our nation into a beautiful symphony of brotherhood. With this faith we will be able to work together, to pray together, to struggle together, to go to jail together, to stand up for freedom together, knowing that we will be free one day., This will be the day when all of God's children will be able to sing with new meaning: My country, 'tis of thee, sweet land of liberty, of thee I sing. Land where my fathers died, land of the pilgrims' pride, from every mountainside, let freedom ring.And if America is to be a great nation, this must become true. And so let freedom ring from the prodigious hilltops of New Hampshire. Let freedom ring from the mighty mountains of New York. Let freedom ring from the heightening Alleghenies of Pennsylvania. Let freedom ring from the snowcapped Rockies of Colorado. Let freedom ring from the curvaceous slopes of California. But not only that, let freedom ring from Stone Mountain of Georgia. Let freedom ring from Lookout Mountain of Tennessee. Let freedom ring from every hill and molehill of Mississippi. From every mountainside, let freedom ring.And when this happens, and when we allow freedom ring, when we let it ring from every village and every hamlet, from every state and every city, we will be able to speed up that day when all of God's children, Black men and white men, Jews and Gentiles, Protestants and Catholics, will be able to join hands and sing in the words of the old Negro spiritual: Free at last. Free at last. Thank God almighty, we are free at last.",
    "author": "Martin Luther King, Jr.",
    "date": "08/28/1963",
    "keywords": ["I Have a Dream", "Speech"]
  },
  {
    "id": "6b953c37-7551-47f1-abf5-aaed14aa4bb9",
    "content": "Context: Toward the end of his second term as the first U.S. president, George Washington announced his retirement from office in a letter addressed to the American people. Though many feared for a United States without Washington, the address reassured the young nation that it no longer required his leadership. Washington also used the opportunity to offer advice for the prosperity of the country. After witnessing the growing division between the Federalist and Democratic-Republican parties, much of his advice was to warn against political parties, factions, and other animosities (domestic and foreign) that would eventually undermine the integrity and efficacy of the American government. Notable Quote: “This spirit [of party], unfortunately, is inseparable from our nature, having its root in the strongest passions of the human mind … [but] the disorders and miseries which result gradually incline the minds of men to seek security and repose in the absolute power of an individual; and sooner or later the chief of some prevailing faction, more able or more fortunate than his competitors, turns this disposition to the purposes of his own elevation, on the ruins of public liberty. Without looking forward to an extremity of this kind (which nevertheless ought not to be entirely out of sight), the common and continual mischiefs of the spirit of party are sufficient to make it the interest and duty of a wise people to discourage and restrain it. It serves always to distract the public councils and enfeeble the public administration. It agitates the community with ill-founded jealousies and false alarms, kindles the animosity of one part against another, foments occasionally riot and insurrection. It opens the door to foreign influence and corruption, which finds a facilitated access to the government itself through the channels of party passions … A fire not to be quenched, it demands a uniform vigilance to prevent its bursting into a flame, lest, instead of warming, it should consume.",
    "author": "George Washington",
    "date": "09/17/1796",
    "keywords": ["Campaign"]
  },
  {
    "id": "3c5ed16a-554e-462a-9c89-061edf0160c2",
    "content": "[1] Fourscore and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal. [2] Now we are engaged in a great civil war, testing whether that nation, or any nation so conceived and so dedicated, can long endure. We are met on a great battle-field of that war. We have come to dedicate a portion of that field, as a final resting place for those who here gave their lives that that nation might live. It is altogether fitting and proper that we should do this. [3] But, in a larger sense, we can not dedicate-we can not consecrate-we can not hallow-this ground. The brave men, living and dead, who struggled here, have consecrated it, far above our poor power to add or detract. The world will little note, nor long remember what we say here, but it can never forget what they did here. It is for us the living, rather, to be dedicated here to the unfinished work which they who fought here have thus far so nobly advanced. It is rather for us to be here dedicated to the great task remaining before us-that from these honored dead we take increased devotion to that cause for which they gave the last full measure of devotion-that we here highly resolve that these dead shall not have died in vain-that this nation, under God, shall have a new birth of freedom-and that government of the people, by the people, for the people shall not perish from the earth..",
    "author": "Lincoln",
    "date": "08/09/1863",
    "keywords": ["Acceptance", "Campaign"]
  },
  {
    "id": "da3981db-252f-487f-9ae1-846abe3d4d33",
    "content": "Thank you very much for that warm welcome. You'll have to excuse me if I cough during this speech; I've been up all night supergluing the backdrop. There are some things about last year's conference I have tried to forget. But I will always remember the warmth I felt from everyone in the hall. You supported me all the way – thank you.This year marks a century since the end of the First World War. Just a few hundred yards from this conference centre stands a Hall of Memory, built to honour the sacrifice of men and women from this city in that terrible conflict. Inscribed within it are some familiar words: ‘AT THE GOING DOWN OF THE SUN, AND IN THE MORNING, WE WILL REMEMBER THEM.'We do remember them. We remember the young men who left their homes to fight and die in the mud and horror of the trenches. We remember the sailors who shovelled coal into hellfire furnaces in the bowels of battleships. We remember the selflessness of a remarkable generation, whose legacy is the freedom we enjoy today.I think of Hubert Grant – my father's cousin in whose honour he was named. Hubert fought and died at Passchendaele at the age of just 19. Last year, at the service to mark the centenary of that battle, I took a moment to find his name on the Menin Gate, alongside thousands of his comrades. We will remember them. But the builders of that Hall of Memory also wanted us to do something else. Alongside a commitment to remember, they inscribed a command that still calls to us today: ‘SEE TO IT THAT THEY SHALL NOT HAVE SUFFERED AND DIED IN VAIN.' Those words express a determination that transformed our country. A determination that the men who returned from the quagmires of Passchendaele to their families, here in Birmingham and across the land, should have homes fit for heroes. That the women who made munitions, kept the buses and trains running, served as firefighters and police officers, should have a voice in our democracy. That a country which stood together in solidarity, with people of every class sharing the danger, should become a fairer place. A generation later, another victory built on shared sacrifice renewed that determination. Twice in a century, Britain came together to beat the odds and build a better future. A stronger democracy in the Mother of Parliaments – where every person, no matter their gender, no matter their class, has an equal voice. A fairer economy in the home of the free market – where enterprise creates wealth to fund great public services. A more secure future in the post-war world – where former enemies become friends and the trans-Atlantic alliance makes our world a safer place. We must recapture that spirit of common purpose. Because the lesson of that remarkable generation is clear: if we come together, there is no limit to what we can achieve. Our future is in our hands. And that is why we are all in this hall today. It is the reason we chose to get involved in politics in the first place. We believe that by standing up to be counted, by working together, we can change our communities and our country for the better. It's not always glamorous. I've seen the trailers for ‘Bodyguard' and let me tell you – it wasn't like that in my day. Real politics involves a lot of hard graft. Knocking on doors in all weathers.Delivering bundles of leaflets. We do it because we believe in its potential to transform lives. We understood when we got involved that sometimes it's adversarial. But in the last few years something's changed for the worse. I feel it. I am sure you do too. Rigorous debate between political opponents is becoming more like a confrontation between enemies. People who put themselves forward to serve are becoming targets. Not just them, their families as well. We all saw the sickening pictures of a far-left extremist shouting abuse at Jacob Rees-Mogg's children. And it's not only Conservatives who are facing abuse.The first black woman ever to be elected to the House of Commons receives more racist and misogynist messages today than when she first stood over 30 years ago. You do not have to agree with a word Diane Abbott says to believe passionately in her right to say it, free from threats and abuse. Some people have lost sight of the fact that political differences are not everything. I have served in local and national government, in office and in opposition. I know that no party has a monopoly on good ideas. That getting things done requires working together – within parties and beyond them.When our politics becomes polarised, and compromise becomes a dirty word, that becomes harder. And good people are put off public service. It doesn't have to be this way.Our Party has more elected representatives than any other. We have in our hands the power to set a standard of decency that will be an example for others to follow. John McCain, who spoke at this conference 12 years ago, put it like this:‘We argue and compete and sometimes even vilify each other in our raucous public debates. But we have always had so much more in common with each other than in disagreement.'",
    "author": "Theresa May",
    "date": "08/25/2018",
    "keywords": ["Conservative", "Campaign"]
  },
  {
    "id": "2d02b455-dedc-44e4-88e0-e94b2d1fa853",
    "content": "Good evening. Before I begin, I want to send a special message to everyone who's been affected by Hurricane Laura. Our hearts are with you, the President will continue to support you every step of the way and just like Americans always do, the nation will come together to help you rebuild your homes, businesses, and communities stronger and more resilient than ever before.Four years ago, I introduced to you a builder, an entrepreneur, an outsider, and the people's nominee for President of the United States. Tonight, I stand before you as the proud daughter of the people's president.He is our commander-in-chief, champion of the American worker, defender of common sense, and our voice for the forgotten men and women of this country. He is our president and my father: Donald J. Trump.This evening, I want to tell you about the leader I know and the moments I wish every American could see. I want to tell you the story of a president who is fighting for you from dawn to midnight when the cameras have left, the microphones are off, and the decisions really count. When Jared and I moved with our three young children to Washington, we didn't exactly know what we were in for, but our kids, our kids loved it from the start. My son, Joseph, promptly built Grandpa a Lego replica of the White House. The president still displays it on the mantle in the Oval Office right over there so that he can show world leaders — just so they know he has the greatest grandchildren on earth — I agree.Over the last four years we've learned a lot. I've seen in Washington, it's easy for politicians to survive if they silence their convictions and skip the hard fights. I couldn't believe so many politicians actually prefer to complain about a problem rather than fix it. I was shocked to see people leave major challenges unsolved so they can blame the other side, campaign on the same issue in the next election. But Donald Trump did not come to Washington to win praise from the beltway elites. Donald Trump came to Washington for one reason and one reason alone: to make America great again.My father has strong convictions, he knows what he believes and he says what he thinks. Whether you agree with him or not, you always know where he stands. I recognize that my dad's communication style is not to everyone's taste and I know that his tweets can feel a bit unfiltered, but the results the results speak for themselves.He is so unapologetic about his beliefs that he has caused me and countless Americans to take a hard look at our own convictions and ask ourselves: what do we stand for, what kind of America do we want to leave for our children? I am more certain than ever before — we want a future where our kids can believe in American greatness. We want a society where every child can live in a safe community and go to a great school of their choice, we want a culture where differences of opinion and debate are encouraged not cancelled, where law enforcement is respected, where our country's rich diversity is celebrated and where people of all backgrounds races, genders, and creeds have the chance to achieve their God-given potential. This is the future my father is working to build each and every day.Building — after all — is what he's done his whole life. He has admired and befriended construction workers on countless job sites but it has been a new and profound experience for him and for me to see these stoic machinists and steel workers come to him with a tear in their eye and thank him for being the only person willing to go to the map for them, for their jobs, for their families, and for their futures. To the hard-working men and women across America and here tonight: you are the reason my father fights with all of his heart and all of his might, you are the reason he ran for president in the first place and you are the reason he is going to keep fighting for four more years — four more years.I remember one evening in early February of 2018, we were in the oval office with my father's top economic advisors and the President was pushing to keep the promise he made to renegotiate the bad trade deals that had gutted millions of middle-class jobs. Most of his advisors argued that the economy was so strong following our historic tax and regulatory cuts that it didn't make sense to risk rocking the boat. After the meeting as I walked with my father back towards the residence he said, “You know the reason this has never been done before is because our leaders haven't had the guts. When the economy is good, they settle for good and when things are bad, they don't have the will or ability so they kick the can until it's someone else's problem.” He was right, if my father didn't take on these fights no one would. In the months that followed, President Trump refused to settle for a good deal, he wanted a great deal. And ultimately, that is exactly what we got.I remember each time he was updated on the progress of the new trade deal with Mexico and Canada he would say,As our nation endures this grave trial, I pray for the families who are mourning the loss of a loved one, for those who are battling COVID-19, and for the first responders and the healthcare heroes who remain on the front line of this fight. The grief, sorrow, and anxiety during this time is felt by all. I've been with my father and I've seen the pain in his eyes when he receives updates on the lives that have been stolen by this plague. I have witnessed him make some of the most difficult decisions of his life. I sat with him in the Oval Office as he stopped travel to Europe, I watched him take the strongest, most inclusive economy in a lifetime, the lowest unemployment in a half century, and the highest wage increase for working families in decades and close it down to save American lives.It is why our president rapidly mobilized the full force of government in the private sector to produce ventilators within weeks to build the most robust testing system in the world. and to develop safe and effective treatments and very very soon — a vaccine. My father isn't deterred by defeatist thinkers, the word “impossible” — well, it only motivates him. Donald Trump rejects the cynical notion that this country's greatest achievements are behind us, he believes that nothing is beyond our reach and that the best is yet to come.I have seen all of my life how my dad believes in the potential of each individual. Earlier this evening, we were all inspired by the incredible testimony of Alice Johnson, a great grandmother who was sentenced to life in prison for a first-time nonviolent drug offense. I was with my father when he decided to commute Alice's life sentence. Together we watched Alice leave prison after nearly 22 years. As she ran into the arms of her family and they celebrated a joyful reunion, my father got very quiet. I could see the emotion on his face. After a long silence he looked at me and said, “Imagine how many people there are just like Alice.” From that point on he became a voice for those who had been unfairly silenced in our prison system. President Trump rectified the disparities of the 1994 Biden Crime Bill that disproportionately hurt African-Americans.Against all odds he brought together Republicans and Democrats and passed the most significant criminal justice reform of our generation and we're just getting started.My father did not campaign on this issue, he tackled this injustice because he has a deep compassion for those who have been treated unfairly. More than rhetoric and political prose, the ability to build consensus and achieve bipartisan success will help heal our country's racial inequities and bring us forward together.President Trump is advancing the American values of work and family. Four years ago, in Cleveland, I said President Trump would deliver for working women, last year over 70% of all new jobs were secured by women.Four years ago, I told you my father would focus on making child care affordable and accessible. In President Trump's first term we secured the largest ever increase for child care funding giving more than 800,000 low-income families great child care at a cost they can afford. As part of Republican tax cuts in 2019 alone, our child tax credit put over $2,000 into the pockets of 40 million American families.Democrat politicians recently introduced a plan to increase the child tax credit, yet, when I was fighting less than three years ago at the President's direction to get Congress to double the child tax credit, not a single Democrat voted to pass the law — we got it done anyway.Four years ago, I promised that President Trump would support mothers in the workforce. In his first year in office he signed into law the first ever national paid leave tax credit; today, eight million more Americans have access to this benefit.Four years ago, I said that Americans needed an economy that permits people to rise again; during President Trump's first three years in office, 72% of all new jobs went to Americans who had been outside of the workforce.",
    "author": "Ivanka Trump",
    "date": "09/27/2020",
    "keywords": ["Conservative", "Campaign"]
  },
  {
    "id": "3069e7ff-d051-46b5-a934-56da28083ebf",
    "content": "Good evening, it seems like just yesterday that we were at our first convention, where my husband accepted the Republican nomination and then became our 45th president of the United States. He had the energy and enthusiasm for who should lead this nation. It's real today as it was four years ago. I know I speak for my husband and the entire family when I say we have not forgotten the incredible people who were willing to take a chance on the businessman who has never worked in politics. We know it was you who elected him to be commander in chief. And we know it is you who will carry us through again. We were humbled by the incredible support then and we are still grateful today.I want to acknowledge the fact that since March, our lives have changed drastically. The invisible enemy, COVID-19, swept across our beautiful country and impacted all of us. My deepest sympathy goes out to everyone who has lost a loved one and my prayers are with those who are ill or suffering. I know many people are anxious and some feel helpless. I want you to know you are not alone. My husband's administration will not stop fighting until there is an effective treatment or vaccine available to everyone. Donald will not rest until he has done all he can to take care of everyone impacted by this terrible pandemic. I want to extend my gratitude to all of the health care professionals, front line workers and teachers who stepped up in these difficult times. Despite the risk to yourselves and your own families, you put our country first and my husband and I are grateful. I have been moved by the way Americans have come together in such an unfamiliar and often frightening situation. It is in times like this that we will look back and tell our grandchildren that through kindness and compassion, strength and determination, we were able to restore the promise of our future. Businesses stepped up, and volunteers stepped in. People were eager to share ideas, resources, and support of all kinds with neighbors and strangers alike.It has been inspiring to see what the people of our great nation will do for one another, especially when we are at our most fragile. Speaking of strength and determination, we recently celebrated the 100-year anniversary of the passage of the 19th amendment. Yesterday, on the north lawn of the White House, we unveiled an exhibit dedicated to women's suffrage. The exhibit called on children from across the country to send art honoring the meaning of this important time in women's history. When I was judging the entries, I reflected on the impact of women's voices in our nation's story, and how proud I would be to cast my vote again for Donald this November. We must make sure that women are heard and that the American dream continues to thrive.Growing up as a young child in Slovenia, which was under communist rule at the time, I always heard about an amazing place called America — a land that stood for freedom and opportunity. As I grew older it became my goal to move to the United States and follow my dream of working in the fashion industry. My parents worked very hard to ensure our family could not only leave and prosper in America, but also contribute to a nation that allows for people to arrive with a dream and make it reality. I want to take the moment to thank my mother and father for all that they have done for our family. It is because of you that I am standing here today.I arrived in the United States when I was 26 years old. Living and working in the land of opportunity was a dream come true, but I wanted more. I wanted to be a citizen. After 10 years of paperwork and patience, I studied for the test in 2006 and became an American citizen.It is still one of the proudest moments in my life, because with hard work and determination I was able to achieve my own American dream. As an immigrant and a very independent woman, I understand what a privilege it is to live here and to enjoy the freedoms and opportunities that we have. As first lady, I have been fortunate to see the American dream come true over and over again. I have met many inspiring women, children, parents, and families who have overcome life-changing issues that include addiction, homelessness, family members who are ill or have passed away, abuse of all kinds and many other challenges that would make most people give up. The past three and a half years have been unforgettable. There are no words to describe how honored, humbled and fortunate I am to serve our nation as your first lady.After many of the experiences I've had, I don't know if I can fully explain how many people I take home with me in my heart each day. From brave soldiers who give up so much so that we can be free to children of all circumstances, who I have met around the world. Thank you for inspiring me. It is my greatest honor to serve you. When I speak to members of the military, despite sacrificing time with their families, experiencing the fear of war or suffering loss, they have no regrets about serving our country. The same goes for their families and the families of first responders, who often watch their loved ones walk out the door, not sure if or when they will come home. When I speak to families who have lost someone, the pain mixed with pride I hear in their voices is something I think about often. So thank you to all who serve our country in the military and as first responders. And thank you to the families who wait for them, you are all heroes in your own right. I have also been moved by the many children and families I have spent time with at hospitals, schools and other locations around the world. Children who are dealing with pain or illness that would break even the strongest adult. Parents who are grateful to wake up every day and see that their child is still alive. These families are a testament to what faith and medicine, strength and science can do.On my first international trip as first lady, my husband and I visited places of great significance to the three major religions. Islam, Christianity and Judaism, one special memory from the trip is of a young boy. I had the privilege of visiting him while at Bambino Gesu hospital in Rome, Italy. While there I read the little boy a story and learned that he and his family had been waiting for a heart for a very long time and he had a grim prognosis. His situation brought my staff and me to tears and we spoke of little else as we flew to Belgium for the next part of our trip. Upon landing just a few hours later, we learned that a heart had been donated and would be going to the little one. I think about him often. Along with so many amazing and strong young patients across our own country. More profound and sadly unavoidable examples of our country's strength and character have occurred in the communities that have been impacted by natural disasters. Hurricanes, tornadoes, and flooding must show the ugly side of mother nature but in their aftermath, they can show us a beautiful side of humanity. My husband and I have visited many places that have been affected by natural disasters and we are deeply moved by the strength of the people who have lost everything and the kindness of neighbors and communities. The common thread in all of these challenging situations is the unwavering resolve to help one another.",
    "author": "Melania Trump",
    "date": "09/25/2022",
    "keywords": ["Conservative", "Campaign"]
  },
  {
    "id": "755a63f9-4d40-48bf-a7a2-0b3c9c380dc0",
    "content": "Thank you, Kentuckians. My fellow Kentuckians, it is an honor to stand before you as your nominee. Thank you for the overwhelming confidence that you have in the campaign we, together, are running and the race we will win in November. Together we will take this fight to Mitch McConnell and hold him accountable for his 30 years of failed leadership. Together we will make history and Kentucky will finally get a senator who puts people above partisanship, one that will work 24 hours a day, seven days a week, 365 days a year to improve the lives of Kentuckians to help them find jobs and make the Commonwealth a better place to live.Tonight we celebrate the support, the overwhelming support that we have received all across the Commonwealth of Kentucky. You know, Senator McConnell thinks he is above all of us here tonight and across the Commonwealth literally flying around the state the night before the election while we have been and will continue to be on the ground in every corner of the Commonwealth of Kentucky. Most recently, we had a 10-day 50-county bus tour where the energy and enthusiasm was contagious. Democrats, Republicans, and Independents coming together and embracing our vision, our campaign, which is about ending the gridlock, the obstruction, and the extreme partisanship in Washington DC that Mitch McConnell champions. Finally, putting a United State Senator on behalf of the Commonwealth of Kentucky that will work to grow the middle class, create jobs, and help to create a better Commonwealth of Kentucky.As we stand here tonight, I have to thank each of my family members. My husband, Andrew, my parents, Charlotte and Jerry, my sisters Alissa, Abbey, Ashley who celebrates a birthday tonight, and Amy, Dr. and Mrs. Grimes, my grandmother who couldn't be here with us tonight but is one of the fiercest Kentucky women I know who taught me anything you set your mind to you can accomplish. Each and every one of you, my aunts and uncles, cousins throughout the Commonwealth, you have been with me as I have sought to be the change that I believe we need in the Commonwealth of Kentucky, and I am forever grateful.I want to thank, also, the governors, Gov. Beshear and former Govs. Brown, Collins, Carroll, Patton and Jones who have been a part of this campaign. Gov. Collins has traveled everywhere on that bus tour with me.To my fellow Constitutional Officers, members of the House and Senate who have been with us every step of the way, to my hardworking, talented staff who was led under the direction of campaign manager Jonathan Hurst, you have an unwavering commitment to giving up your time and your talents to help us move this state and nation forward, but most importantly to each and every one of you that are here tonight and are joining us across the television screens, it is because of you, your prayers, your persistence, and yes, your getting out to work each and every day that we stand here tonight and the possibility of a brighter future awaits us in November.I want to thank my three opponents in today's primary election, Mr. Leichty, Mr. Recktenwald, and Mr. Farnsley, and to Matt Bevins who led a very spirited campaign against Sen. Gridlock. I thank you for stepping forward. I know it is not easy being a candidate, trust me, I know, but I believe our great democracy is at its best when people step forward and make sacrifices to have an exchange of ideas. I want to invite Kentuckians all across the Commonwealth, Democrats, Republicans and Independents, to join us tonight in our common cause to have a fresh, independent voice in Washington D.C. that finally puts Kentucky, not Washington partisanship, first. United we will make a change.Now, we celebrate here tonight, but make no mistake, our work continues tomorrow. Let us have no illusions about what is ahead of us and what lies ahead. With his millions of DC lobbyist insider dollars and out-of-state political action committees, Mitch McConnell is going to try to buy his way back to Washington D.C. with deceitful, untruthful, negative, nasty ads that will try to distort and distract from his failed record. He wants this campaign to be about anything but his record. What does it say about a man who has been in Washington D.C. now 30 years in the Senate that he has no record to run on. It can only be on attacks and misleading information that he runs a campaign.Indeed, Mitch McConnell would have you believe that President Obama is on Kentucky's 2014 election ballot. We all know that Sen. McConnell has been in Washington a little bit too long. He is so out of touch that he can't tell the different between a Duke jersey and a University of Kentucky. Well, let me set the record straight tonight for our senior senator who is out of touch with the Commonwealth of Kentucky. President Obama is not on Kentucky's 2014 election ballot. Nothing about this election will change who is in the White House, but we can change who is in Washington D.C. and finally put in someone for the Commonwealth of Kentucky. Sen. McConnell, this race is between you and me. That's the name that appears on the ballot. As you said so many years ago, it is my number one priority to make sure Mitch McConnell does not see another term.Now, Mitch McConnell, he wants to tell you who I am, and he has said that he claims that Kentucky will be lost if we trade in his seat for a Kentucky woman who he believes will sit on the back bench. Well, I'm here to tell you tonight, my fellow Kentuckians, I am not an empty dress, I am not a rubber stamp, and I am not a cheerleader. I am a strong Kentucky woman who is an independent thinker who, when I am Kentucky's next senator, the decisions that I make will be what is best for the people of the Commonwealth of Kentucky not partisan interest.As Kentucky's next United States senator, I will answer to the people of this state. I won't answer to the president no matter who he or she might be. As a proud Kentucky woman, I will speak for myself, and no Kentucky woman, Mitch McConnell, will sit on the back bench.We all know Washington is broken. It's not working for Kentucky, and after 30 years it is Mitch McConnell at the center of the gridlock obstruction and extreme partisanship that we see. Kentucky is tired of a senator who proudly calls himself the Doctor of No, the Guardian of Gridlock. I'm running because Kentucky deserves better. We deserve a senator for the people of this state.",
    "author": "Melania Trump",
    "date": "09/25/2022",
    "keywords": ["VICTORY SPEECH", "Conservative", "Campaign"]
  },
  {
    "id": "1aa1e6f6-37b6-48d6-9185-124790b123f7",
    "content": "Good evening. I am Susan Molinari and I am proud to represent a congressional district in New York, the home of the next Vice President of the United States...Jack Kemp.Last night, I called Jack for some advice on what I should say tonight. And he gave me a few suggestions. In fact, he's still giving them. I had to put him on hold just now so I could come out here and make this speech. I'll get right back to you, Jack.I was honored when Bob Dole asked me to give tonight's keynote speech, and I have some good news. This speech is a lot like a Bill Clinton promise. It won't last long and it will sound like a Republican talking.I don't know about you, but I think this is one of the great conventions of all time.I think all of us were moved by General Powell and Nancy Reagan because both of them spoke to us from the heart--each in their own way. Tonight, I hope to do no less.For the Molinari family, our American story began in 1904, when Guyatano and Marie Molinari bundled up their young son and left Italy in search of a dream. They found it--on 104th St. in Queens.He passed on his passion for hard work, his faith in family and his love of his adopted country to his small son, who passed it on to my father who passed it on to me. Along the way, the American dream got a little bit bigger, and in just two generations, a seat in a Queens barber shop led to a seat in the United States Congress.For many people my age, our dreams and our hopes are no different than those of our parents, but people today are under real pressures, and they are worried.They worry about drugs and violence, and every morning at the kindergarten door, they hesitate, if only for a moment, to let go of that small hand clinging so tightly to theirs.",
    "author": "Susan Molinari",
    "date": "08/13/1996",
    "keywords": ["Keynote", "Conservative", "Campaign"]
  },
  {
    "id": "32bfa98c-6542-4b54-a83d-f6f0f3f69474",
    "content": "Thank you so much. It's wonderful to be back at the Reagan library.Thank you, Roger, Steven – thank you, thanks for everything you all do. It is really…it's a wonderful, wonderful place. I've been here a number of time over the years, at the Defense Forum. I've also been here twice with my dad, two times when I helped him write books and we came and did a father-daughter discussion – I think here on this stage, actually.I'm going to tell a story on Roger, though. We were just walking in down the hallway and there are wonderful pictures on the wall that you've all seen of all the speakers, and Roger said to me, “Oh look, over here,” and I looked and it was a great picture of my dad on this stage that I'd been cut out of [laughter]. [Laughing] It's okay – he deserves the spotlight.But it's really special to be here and always wonderful to be here and to be able to honor President Reagan, and tonight in particular I want to talk about freedom and I want to talk about what freedom means and the cost of our freedom.I've had the opportunity over the course of my career to spend time working in places that are not characterized by democracy, that are not characterized by free government. And I've had the opportunity to spend time with people who had to sacrifice an incredible amount for their vote.I spent time as an election observer in the early 90's in northern Kenya, and one of the places that we went to observe elections then was a schoolhouse. And we went to the schoolhouse – it was an international observation team – and the people had lined up to vote and then government troops, soldiers, came and chased them away.And our team, which was made up of Democrats and Republicans from the United States, we sort of said to ourselves, well there will not be anything here for us to observe; there won't be anything here for us to monitor because the people have been chased away.And so we were deciding what to do, and about an hour later they started coming back. And they were walking through the hot sun, understanding that soldiers were there trying to prevent them from voting but they were so dedicated and so committed to it that they came back. And I've never forgot that example.",
    "author": "Susan Molinari",
    "date": "06/29/2022",
    "keywords": ["Keynote", "Conservative", "Campaign"]
  }
]